[
    {
        "name": "Chapter 0",
        "data": [
            {
                "from": "P <palebluedot@eventhorizon.org>",
                "to": "L <lavendersoju@eventhorizon.org>",
                "date": "2043-04-14T03:14:15+06:30",
                "subject": "Thingyan* Moe*",
                "attachment": "subject387_report.pdf",
                "body": "hello friend,\n\nit's Thingyan again.\n\nit's over 2 years since we started Event Horizon. do you remember the first time we saw a drifter on screen? dreamy purple ghosts drifting above the moonlit sea. it was hauntingly mesmerizing. nothing like those fancy little things in cgi. memes followed instantly. humble floating souls mingling with mighty humans. they said their touch felt like a mother's hug, their scent like rain after drought, and their whispers like a lullaby. little did we know they've just evolved to hammer the last nails in the coffin of the ultimate predators - aren't we responsible for the extinction of hundreds of thousands of species? they're worthy of being our divine punishment. i'm not trying to sound superior but it's such a sublime experience to witness one in real life. pitiful are those that don't get a chance to see the ethereal beauty of a drifter for yourself.\n\nthe doomsday clock is ticking. we all somehow know it's almost impossible to turn it back. we work as hard as we can, in an attempt to fight time. we might have 5 or 7 more years. i can't count how many times i've been invited to a \"the end of the world\" party. do you know hope is indistinguishably identical to denial? it took Waterloo for Napoleon to realize he'd already lost. what if our hope is nothing more than a pathetic denial? why are we torturing ourselves with meaningless data and research on top of an apocalypse as if it wasn't enough? many people accepted we would be dead no matter what. i envy them so much. it makes more sense to try to live your last days happy than whatever we do in the labs. why are we fighting so hard against the judgement day? may God forgive us for our blasphemy.\n\ndoes Thingyan still make Mel happy? how is she doing in Taipei? it was never more than a day for me. but now we have at most 7 more. each one more precious than before. i'm unspeakably exhausted. i know it won't get any easier. i'm not fighting for a chance to be with Mel. i understand how hopeless we are. i'm not even sure if Mel would see me and accept me without the pending apocalypse. it's embarrassing. i love her. i have faith in her. i have complete admiration for her work. i only choose to serve the duty along with her. i would make the same choice again and again if i could redo it. i will never regret spending my last days in the labs away from her, serving the same duty as her.\n\nhappy new year, friend.\n\nmay we all be kind.\n\nP\nYangon, 42°C",
                "footnotes": {
                    "Thingyan": "Burmese New Year Festival, once marked by water fights, representing the washing away of sins and bad luck from the previous year, and almsgiving. Now water and food are rationed carefully. The only thing we wash away is hope.",
                    "Thingyan Moe (English: Rain in the Water Festival)": "A 1985 Burmese film about the tragic life of a musician."
                }
            },
            {
                "from": "L <lavendersoju@eventhorizon.org>",
                "to": "P <palebluedot@eventhorizon.org>",
                "date": "2043-04-15T14:34:12+09:00",
                "subject": "Re: Thingyan* Moe*",
                "attachment": "subject387_report.pdf",
                "body": "Happy New Year, friend.\n\nDo you remember you said we needed to found a terrorist organization named Event Horizon? You've always been against the elites and you had faith that they'd sacrifice the unprivileged without a second thought. I think the fact that governments worldwide turned their back on the people, they'd sworn to protect, with so much ease, while hypocritically claiming they're doing the right thing has a deeper meaning. More lives were lost due to starvation and bombings in the first year since the patient zero was found than due to the drifters. To the world leaders, all the atrocity and barbarity they inflict on the poor is already history. Yes, it is happening to the poor, but to them, it had already happened before it really did. In their reality, the damage has been done. \"Omae wa mou shindeiru*.\" Even if I want to, I can't save you from the act that I am doing now since it has already been done. The exact polar opposite of this would be the voice “She is saved” from the above to Gretchen in Goethe's Faust. Have you ever imagined how raw and disturbing it would be for the Prince writing in his diary, “I am going to spend 30,000 lives in this war”? It's so disturbing that people tend to omit the Prince and put the War as the perpetrator. This abstraction is what you can see in the media, \"The Hourglass Plague\" has taken over 6 million lives. \"The Hourglass Plague\"? Does the plague build walls and imprison the poor? Does the plague abandon the starving to death? Does the plague fly in the sky and unleash bombs on children? Before the world leaders took thousands of lives, they had already killed the victims. That's why the mere sight of burning bodies would not make them flinch. \"Yes, I know and I see that you are suffering, but it had already happened.\" Like thunder follows lightning, the violence and civil unrest are merely echoes of what they believe has already been executed. But does this make their evil any less than if he were simply a cold-hearted man? No, it does not. In fact, this is even more radical. When we see those in power planning supposedly good things for the world, we will see beyond surface-level hypocrisy. They had built a phantom world where we are dead and alive at the same time. The ghost nation, I must say. This is the trap for those who resist such power. We must never detach ourselves from the bodily suffering of people. No amount of promised land would be good enough to undermine the corporeal sufferings of the people.\n\n[I missed him last night, tonight I don't]\nWith Regards,\nL\nUlsan, 24°C",
                "footnotes": {
                    "Omae wa mou shindeiru": ""
                }
            },
            {
                "from": "Mel <meltedsonata@eventhorizon.org>",
                "to": "P <palebluedot@eventhorizon.org>",
                "date": "2043-04-15T16:56:21+08:00",
                "subject": "DNA samples sent",
                "attachment": "dna_sample_n215.pdf, dna_sample_n216.pdf, dna_sample_n217.pdf, dna_sample_p002.pdf",
                "body": "Subject 366 is showing the same symptoms as the patients you're monitoring. The telomere decay matches your prediction. His heart and kidneys conditions are consistent with the previous patients. I sent his DNA sample along with some negative samples through T. He said it'll probably take one or two week. I hope it'll be of help to you. Please let me know if you find something that needs an explanation.\n\nCan you please send me Yoon's new test results if there's any? I wish we could do something to ease her sufferings.\n\nI wish you Happy Thingyan!\n\nBest regards,\nMel\nTaipei, 25°C",
                "footnotes": {}
            },
            {
                "from": "Mel <meltedsonata@eventhorizon.org>",
                "to": "L <lavendersoju@eventhorizon.org>",
                "date": "2043-04-15T18:56:21+08:00",
                "subject": "Eain Pyay*",
                "attachment": "",
                "body": "Happy Thingyan, L!\n\nI miss home so much. Both the one with you and the one in Pathein. I never got used to this place. I miss Thingyan so bad. How I wish I could have some Mote Lone Yay Paw*.\n\nI met T today. He asked me about you. I told him you're working hard as usual. He gave me spices for you. Don't forget to get some sun. Don't stay in the lab all day. Don't forget to water the plants when you get home. I shared the DNA samples with P through T.\n\nIt's heartbreaking to look at Subject 366. He lost all the years in a couple months. Sorrow has taken over him, just like P often said. 10-year-old child looking like an 80. It's horrible. I'm worried about Yoon. I wish she can cope with the sufferings. I feel so bad for P. He has to monitor the patients with the same condition all the time. I'm still not sure if I should be on this side of the wall.\n\nI miss you.\n\nBest regards,\nMel\nTaipei, 25°C",
                "footnotes": {
                    "Mote Lone Yay Paw": "A traditional Burmese dessert commonly associated with the Burmese New Year, Thingyan season.",
                    "Eain Pyay (English: Runaway)": "A Burmese song about a homesick runaway."
                }
            },
            {
                "from": "P <palebluedot@eventhorizon.org>",
                "to": "Mel <meltedsonata@eventhorizon.org>",
                "date": "2043-04-15T16:44:21+06:30",
                "subject": "Re: DNA samples sent",
                "attachment": "subject407.zip",
                "body": "happy Thingyan, Mel!\n\nthank you for the samples. i'm sure they'll be invaluable for the salvation of humankind.\n\npeople here made Mote Lone Yay Paw. I wish we could share some with you. the best thing about Burma is we always have enough rice even if the world is ending.\n\nYoon is very strong. i know you'd be proud of her.\n\nmay we all be kind.\n\nP\nYangon, 40°C",
                "footnotes": {}
            },
            {
                "from": "L <lavendersoju@eventhorizon.org>",
                "to": "P <palebluedot@eventhorizon.org>",
                "date": "",
                "subject": "",
                "attachment": "",
                "body": "",
                "footnotes": {}
            },
            {
                "from": "",
                "to": "",
                "date": "",
                "subject": "",
                "attachment": "",
                "body": "",
                "footnotes": {}
            }
        ]
    }
]